Repository: xarantolus/rockit
Catalog: lib/l10n/app_*.arb
Languages: de

# dateTimeFormat
source: EEE, dd. MMM yyyy, hh:mm a
de: EEE, dd. MMM yyyy, HH:mm 'Uhr'

# timeFormat
source: hh:mm a
de: HH:mm 'Uhr'

# dateTimeFormat24h
source: EEE, dd. MMM yyyy, HH:mm
de: EEE, dd. MMM yyyy, HH:mm 'Uhr'

# timeFormat24h
source: HH:mm
de: HH:mm 'Uhr'

source: Unknown launch time
de: Unbekannte Startzeit

# launchIsIn
source: The launch is in
de: Der Start ist in

# windowIsIn
source: The launch window starts in
de: Das Startfenster startet in

# launchIsOn
source: The launch is on
de: Der Start ist am

# windowIsOn
source: The launch window starts on
de: Das Startfenster startet am

# launchWasOn
source: This launch was on
de: Dieser Start war am

# launchWas
source: This launch was
de: Dieser Start war

# eventIsIn
source: This event is in
de: Dieses Event ist in

# eventIsOn
source: This event is on
de: Dieses Event ist am

# eventWasOn
source: This event was on
de: Dieses Event war am

# eventWas
source: This event was
de: Dieses Event war

# launchMightBeIn
source: The launch might be in
de: Der Start könnte erfolgen in

# launchMightBeOn
source: The launch might be on
de: Der Start könnte erfolgen am

source: one day
de: Ein Tag

source: days
de: Tagen

source: Unknown launch
de: Unbekannter Start

source: Unknown event
de: Unbekanntes Event

source: No description
de: Keine Beschreibung

source: Unknown
de: Unbekannt

# noLaunches
source: There are no launches we could show here
de: Es gibt keine Starts, die angezeigt werden können

# noEvents
source: There are no events we could show here
de: Es gibt keine Events, die angezeigt werden können

# noNews
source: There are no articles we could show here
de: Derzeit gibt es keine Artikel, die angezeigt werden können

source: Launches
de: Starts

source: Launch
de: Start

source: News
de: Nachrichten

# station
source: Space Station
de: Raumstation

# stations
source: Space Stations
de: Raumstationen

source: Program
de: Programm

source: Programs
de: Programme

source: Watch video
de: Video anschauen

# inThePast
source: Already over!
de: Schon vorbei!

source: Info
de: Infos

source: Updates
de: Neuigkeiten

source: More info
de: Mehr Informationen

source: Mission Patch
de: Missions Sticker

source: Mission Patches
de: Missions Sticker

source: Status description
de: Statusbeschreibung

# lastUpdate
source: Last updated
de: Letzte Änderung

# windowStart
source: Launch window start
de: Anfang des Startfensters

# windowEnd
source: Launch window end
de: Ende des Startfensters

source: Hold reason
de: Grund für Verzögerung

source: Fail reason
de: Grund für Fehlschlag

source: Target orbit
de: Zielorbit

# startProbability
source: Launch probability
de: Startwahrscheinlichkeit

source: like start time
de: wie Startzeit

# launchSubscribe
source: Receive notifications
de: Benachrichtigungen erhalten

# eventSubscribe
source: Receive notifications
de: Benachrichtigungen erhalten

# notificationDescription
source: Three notifications will be shown one hour, 15 minutes and five minutes before launch. You will also receive notifications for updates.
de: Drei Benachrichtigungen werden jeweils eine Stunde, 15 Minuten und fünf Minuten vor dem Start gezeigt. Außerdem gibt es Benachrichtigungen, wenn sich etwas ändert.

source: NET Unknown
de: NET Unbekannt

# loadingLaunchFail
source: Failed to load. Tap to try again.
de: Laden fehlgeschlagen. Tippe, um es nochmal zu versuchen.

# loadingLaunchIdle
source: Waiting...
de: Warten...

# loadingLaunchLoading
source: Loading more launches...
de: Laden weiterer Starts...

# loadingLaunchNoMore
source: You've reached the end of the list!
de: Du hast das Ende der Liste erreicht!

# loadingNewsFail
source: Failed to load. Tap to try again.
de: Laden fehlgeschlagen. Tippe, um es nochmal zu versuchen.

# loadingNewsIdle
source: Waiting...
de: Warten...

# loadingNewsLoading
source: Loading more news...
de: Laden weiterer Nachrichten...

# loadingNewsNoMore
source: You've reached the end of the list!
de: Du hast das Ende der Liste erreicht!

# loadingEventsFail
source: Failed to load. Tap to try again.
de: Laden fehlgeschlagen. Tippe, um es nochmal zu versuchen.

# loadingEventsIdle
source: Waiting...
de: Warten...

# loadingEventsLoading
source: Loading more events...
de: Laden weiterer Events...

# loadingEventsNoMore
source: You've reached the end of the list!
de: Du hast das Ende der Liste erreicht!

# loadingFail
source: Loading failed.
de: Laden fehlgeschlagen.

source: in your local time
de: in deiner Zeitzone

source: Tap to try again.
de: Tippe, um es nochmal zu versuchen.

source: Today
de: Heute

source: Yesterday
de: Gestern

source: Tomorrow
de: Morgen

source: Source
de: Quelle

# clickSource
source: Click for more info
de: Klicken für mehr Info

source: Sources
de: Quellen

# failedURLLaunch
source: Starting the browser failed!
de: Starten des Browsers fehlgeschlagen!

# onTwitter
source: @{account} on Twitter
de: @{account} auf Twitter

# copiedToClipboard
source: Copied link to clipboard
de: Link wurde kopiert

# showingCachedFallback
source: Could not get latest data, showing previous response.
de: Die neuesten Daten konnten nicht abgerufen werden. Gezeigt wird die vorherige Antwort.

# sourceSpaceDevs
source: Data from The Space Devs
de: Daten von The Space Devs

# sourceSpaceDevsDescription
source: The Space Devs is a group of space enthusiast developers working on a range of services, united in a common goal to improve public knowledge and accessibility of spaceflight information. They aim to bring space app developers together into a thriving community by providing helpful data and tools, accessible to everyone for free.
de: The Space Devs ist eine Gruppe von raumfahrtbegeisterten Entwicklern, die an einer Reihe von Diensten arbeiten und das gemeinsame Ziel verfolgen, das öffentliche Wissen und die Zugänglichkeit von Raumfahrtinformationen zu verbessern. Sie wollen Entwickler von Raumfahrt-Apps zu einer lebendigen Gemeinschaft zusammenführen, indem sie hilfreiche Daten und Tools bereitstellen, die für jeden kostenlos zugänglich sind.

source: Open Website
de: Internetseite öffnen

source: Development
de: Entwicklung

# developmentDescription
source: This app is developed on GitHub. If you want to see or contribute to the code, feel free to check it out!
de: Diese App wird auf GitHub entwickelt. Wenn Sie den Code sehen möchten oder etwas dazu beitragen wollen, können Sie ihn sich gerne ansehen!

# twitterBotDescription
source: If you're interested in Starship updates, you can follow my Starship bot on Twitter.
de: Wenn du dich für Starship Neuigkeiten interessierst, kannst du meinem Starship Bot auf Twitter folgen.

source: Download app
de: App herunterladen

# downloadAppDescription
source: The Android App helps you stay informed even better.
de: Mit der Android App kannst du noch viel besser informiert bleiben.

source: Cancel
de: Abbrechen
